tap "act3-ace/tap"
brew "act3-ace/tap/ace-dt"
brew "act3-ace/tap/asce-hub-cli"
brew "act3-ace/tap/asce"
brew "act3-ace/tap/act3-pt"
brew "act3-ace/tap/kubectl-equilibria"
brew "container-structure-test"
brew "direnv"
brew "fluxcd/tap/flux"
brew "git-lfs"
brew "glab"
brew "helm"
brew "helmfile"
brew "k9s"
brew "kind"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "podman"
brew "skaffold"
brew "websocat"
brew "yq"
brew "crane"
brew "oras"
brew "fluxcd/tap/flux"

vscode "DavidAnson.vscode-markdownlint"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "Gruntfuggly.todo-tree"
vscode "James-Yu.latex-workshop"
vscode "Remisa.shellman"
vscode "bierner.markdown-mermaid"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "hediet.vscode-drawio"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jinliming2.vscode-go-template"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "peterj.proto"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vincaslt.highlight-matching-tag"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"