tap "act3-ai/tap"
brew "act3-ai/tap/ace-dt"
brew "act3-ai/tap/asce-hub-cli"
brew "act3-ai/tap/asce"
brew "act3-ai/tap/act3-pt"
brew "act3-ai/tap/kubectl-equilibria"
brew "container-structure-test"
brew "crane"
brew "direnv"
brew "fluxcd/tap/flux"
brew "git-lfs"
brew "glab"
brew "helm"
brew "helmfile"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "norwoodj/tap/helm-docs"
brew "oras"
brew "podman"
brew "skaffold"
brew "websocat"
brew "yq"